[{"model": "catalog.product", "pk": 1, "fields": {"title": "Огурец", "description": "Однолетнее травянистое растение, вид рода Огурец (Cucumis) семейства Тыквенные (Cucurbitaceae), овощная культура.", "image": "products/_cucumber_eS4yE7K.jpg", "category": 1, "price": 5, "created_at": "2023-07-20T08:39:19.673Z", "modified_at": "2023-07-24T10:14:06.748Z"}}, {"model": "catalog.product", "pk": 2, "fields": {"title": "Яблоко", "description": "Сочный плод яблони, который употребляется в пищу в свежем и запеченном виде, служит сырьём в кулинарии и для приготовления напитков. Наибольшее распространение получила яблоня домашняя, реже выращивают яблоню сливолистную. Размер красных, зелёных, жёлтых или оранжевых шаровидных плодов 5—13 см в диаметре. Происходит из Центральной Азии, где до сих пор произрастает дикорастущий предок яблони домашней — яблоня Сиверса. На сегодняшний день существует множество сортов этого вида яблони, произрастающих в различных климатических условиях. По времени созревания отличают летние, осенние и зимние сорта, более поздние сорта отличаются хорошей стойкостью.", "image": "products/_apple_q65aCQ4.jpg", "category": 2, "price": 5, "created_at": "2023-07-20T08:39:19.673Z", "modified_at": "2023-07-24T10:14:58.562Z"}}, {"model": "catalog.product", "pk": 3, "fields": {"title": "Ноутбук", "description": "Переносной компьютер, в корпусе которого объединены типичные компоненты персонального компьютера, включая дисплей, клавиатуру и устройство указания (обычно сенсорная панель или тачпад), а также аккумуляторные батареи. Ноутбуки отличаются небольшими размерами и весом, время автономной работы ноутбуков варьируется.", "image": "products/_laptop_VHDdg9n.jpg", "category": 3, "price": 5, "created_at": "2023-07-20T08:39:19.673Z", "modified_at": "2023-07-24T10:15:20.849Z"}}, {"model": "catalog.product", "pk": 4, "fields": {"title": "Телевизор", "description": "Приёмник телевизионных сигналов изображения и звука, отображающий их на экране и с помощью динамиков. Современный телевизор способен принимать телевизионные программы как с антенны, так и непосредственно от устройств их воспроизведения — например, видеомагнитофона, DVD-проигрывателя или медиаплеера. Так называемые смарт-телевизоры могут отображать потоковое видео, получаемое из локальной вычислительной сети или Интернета.", "image": "products/_tv_2KVolyn.jpg", "category": 4, "price": 5, "created_at": "2023-07-20T08:39:19.673Z", "modified_at": "2023-07-24T10:15:48.594Z"}}, {"model": "catalog.category", "pk": 1, "fields": {"title": "Овощи", "image": "categories/_vegetables_Czlvgvw.jpg", "description": "Кулинарный термин, обозначающий съедобную часть (например, плод или клубень) некоторых растений, а также всякую твёрдую растительную пищу, за исключением фруктов, круп и орехов (включение в эту категорию плодовых тел грибов и съедобных водорослей зависит от источника). Кулинарный термин «овощ» может применяться к съедобным плодам, которые с точки зрения ботаники являются ягодами."}}, {"model": "catalog.category", "pk": 2, "fields": {"title": "Фрукты", "image": "categories/_fruits_7FSDg0X.jpg", "description": "Сочный съедобный плод растения. Фрукты являются важной составляющей пищи человека и многих животных."}}, {"model": "catalog.category", "pk": 3, "fields": {"title": "Компьютеры", "image": "categories/_computers_vvp8iww.jpg", "description": "Функциональное устройство, способное выполнять значительный объём вычислений, включая многочисленные арифметические и логические операции, без вмешательства человека. Компьютер может быть как отдельным блоком, так и состоять из нескольких взаимосвязанных устройств. Является синонимом терминов «электронная вычислительная машина», «вычислительная система»."}}, {"model": "catalog.category", "pk": 4, "fields": {"title": "Бытовая техника", "image": "categories/_appliances_52BloGV.jpg", "description": "Электрические и/или механические приборы, которые выполняют некоторые бытовые функции, такие как приготовление пищи или чистка."}}]